Repository: chetanupare/BugSneakWP
Catalog: languages/bugsneak-*.po
Languages: de_de, es_es, fr_fr, pt_br

source: Crash Intelligence System — intercepts PHP Fatal Errors, Exceptions, and Warnings with beautiful diagnostics.
de_de: Fehler-Intelligenz-System — fängt fatale PHP-Fehler, Ausnahmen und Warnungen mit schöner Diagnose ab.
es_es: Sistema de Inteligencia de Errores: intercepta errores fatales de PHP, excepciones y advertencias con diagnósticos avanzados.
fr_fr: Système d'intelligence de crash — intercepte les erreurs fatales PHP, les exceptions et les avertissements avec des diagnostics élégants.
pt_br: Sistema de Inteligência de Falhas — intercepta erros fatais de PHP, exceções e avisos com diagnósticos belíssimos.

source: Search errors...
de_de: Fehler suchen...
es_es: Buscar errores...
fr_fr: Rechercher des erreurs...
pt_br: Pesquisar erros...

source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement...
pt_br: Carregando...

source: Fatal Errors
de_de: Fatale Fehler
es_es: Errores Fatales
fr_fr: Erreurs fatales
pt_br: Erros Fatais

source: Warnings
de_de: Warnungen
es_es: Advertencias
fr_fr: Avertissements
pt_br: Avisos

source: All
de_de: Alle
es_es: Todos
fr_fr: Tout
pt_br: Tudo

source: Open
de_de: Offen
es_es: Abierto
fr_fr: Ouvert
pt_br: Aberto

source: Resolved
de_de: Gelöst
es_es: Resuelto
fr_fr: Résolu
pt_br: Resolvido

source: Ignored
de_de: Ignoriert
es_es: Ignorado
fr_fr: Ignoré
pt_br: Ignorado

source: Status update failed
de_de: Statusaktualisierung fehlgeschlagen
es_es: Error al actualizar el estado
fr_fr: Échec de la mise à jour du statut
pt_br: Falha ao atualizar status

source: Failed to fetch logs
de_de: Protokolle konnten nicht abgerufen werden
es_es: Error al obtener los registros
fr_fr: Échec de la récupération des journaux
pt_br: Falha ao buscar logs

source: Environment
de_de: Umgebung
es_es: Entorno
fr_fr: Environnement
pt_br: Ambiente

source: Stack Trace
de_de: Stapelverfolgung
es_es: Traza de la pila
fr_fr: Trace de la pile
pt_br: Rastreamento de Pilha

source: Request Details
de_de: Anfragedetails
es_es: Detalles de la solicitud
fr_fr: Détails de la requête
pt_br: Detalhes da Requisição

source: Analyze with AI
de_de: Mit KI analysieren
es_es: Analizar con IA
fr_fr: Analyser avec l'IA
pt_br: Analisar com IA

source: Culprit detected
de_de: Verursacher erkannt
es_es: Culpable detectado
fr_fr: Culpabilité détectée
pt_br: Culpado detectado

source: Light Mode
de_de: Heller Modus
es_es: Modo Claro
fr_fr: Mode clair
pt_br: Modo Claro

source: Dark Mode
de_de: Dunkler Modus
es_es: Modo Oscuro
fr_fr: Mode sombre
pt_br: Modo Escuro

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
pt_br: Configurações

source: Dashboard
es_es: Panel de control
fr_fr: Tableau de bord
pt_br: Painel

source: Docs
de_de: Dokus
es_es: Documentos
pt_br: Documentação

source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
pt_br: Ajuda

source: No errors found
de_de: Keine Fehler gefunden
es_es: No se encontraron errores
fr_fr: Aucune erreur trouvée
pt_br: Nenhum erro encontrado

source: new
de_de: neu
es_es: nuevo
fr_fr: nouveau
pt_br: novo

source: Select an error to begin diagnostic
de_de: Wählen Sie einen Fehler aus, um die Diagnose zu starten
es_es: Seleccione un error para comenzar el diagnóstico
fr_fr: Sélectionnez une erreur pour commencer le diagnostic
pt_br: Selecione um erro para iniciar o diagnóstico

source: Ignore
de_de: Ignorieren
es_es: Ignorar
fr_fr: Ignorer
pt_br: Ignorar

source: Resolve
de_de: Lösen
es_es: Resolver
fr_fr: Résoudre
pt_br: Resolver

source: Context
de_de: Kontext
es_es: Contexto
fr_fr: Contexte
pt_br: Contexto

source: No data.
de_de: Keine Daten.
es_es: Sin datos.
fr_fr: Aucune donnée.
pt_br: Sem dados.

source: Telemetry: 100% Local · No External Calls
de_de: Telemetrie: 100 % lokal · Keine externen Aufrufe
es_es: Telemetría: 100% local · Sin llamadas externas
fr_fr: Télémétrie : 100 % local · Aucun appel externe
pt_br: Telemetria: 100% Local · Sem Chamadas Externas

source: Copy Bundle
de_de: Paket kopieren
es_es: Copiar paquete
fr_fr: Copier le lot
pt_br: Copiar Pacote

source: Copied!
de_de: Kopiert!
es_es: ¡Copiado!
fr_fr: Copié !
pt_br: Copiado!

source: High Confidence
de_de: Hohes Vertrauen
es_es: Alta confianza
fr_fr: Haute confiance
pt_br: Alta Confiança

source: Medium Confidence
de_de: Mittleres Vertrauen
es_es: Confianza media
fr_fr: Confiance moyenne
pt_br: Média Confiança

source: Low Confidence
de_de: Geringes Vertrauen
es_es: Baja confianza
fr_fr: Faible confiance
pt_br: Baixa Confiança

source: Abnormal Spike Detected
de_de: Abnormaler Anstieg erkannt
es_es: Se detectó un pico anormal
fr_fr: Pic anormal détecté
pt_br: Pico Anormal Detectado

source: Error rate allows this to be classified as a spike.
de_de: Fehlerrate erlaubt die Klassifizierung als Anstieg.
es_es: La tasa de errores permite clasificar esto como un pico.
fr_fr: Le taux d'erreur permet de classer cela comme un pic.
pt_br: A taxa de erro permite que isso seja classificado como um pico.

source: Unknown Source
de_de: Unbekannte Quelle
es_es: Origen desconocido
fr_fr: Source inconnue
pt_br: Fonte Desconhecida

source: System
es_es: Sistema
fr_fr: Système
pt_br: Sistema

source: Error originated from an unknown source.
de_de: Fehler stammt aus einer unbekannten Quelle.
es_es: El error proviene de una fuente desconocida.
fr_fr: L'erreur provient d'une source inconnue.
pt_br: O erro originou-se de uma fonte desconhecida.

source: BugSneak AI Insight
de_de: BugSneak KI-Einblick
es_es: Información de IA de BugSneak
fr_fr: Aperçu IA BugSneak
pt_br: Insight de IA do BugSneak

source: BugSneak AI Insight (%s)
de_de: BugSneak KI-Einblick (%s)
es_es: Información de IA de BugSneak (%s)
fr_fr: Aperçu IA BugSneak (%s)
pt_br: Insight de IA do BugSneak (%s)

source: Analyzing...
de_de: Analysieren...
es_es: Analizando...
fr_fr: Analyse en cours...
pt_br: Analisando...

source: Deep Dive Analysis
de_de: Tiefgehende Analyse
es_es: Análisis profundo
fr_fr: Analyse approfondie
pt_br: Análise Profunda

source: Generating insight...
de_de: Einblick generieren...
es_es: Generando información...
fr_fr: Génération de l'aperçu...
pt_br: Gerando insight...

source: Run a deep dive analysis to get code snippets, solutions, and architectural advice from the AI engine.
de_de: Führen Sie eine tiefgehende Analyse durch, um Code-Snippets, Lösungen und Architekturratschläge von der KI-Engine zu erhalten.
es_es: Realice un análisis profundo para obtener fragmentos de código, soluciones y consejos arquitectónicos del motor de IA.
fr_fr: Exécutez une analyse approfondie pour obtenir des extraits de code, des solutions et des conseils architecturaux du moteur d'IA.
pt_br: Execute uma análise profunda para obter trechos de código, soluções e conselhos arquitetônicos do motor de IA.

source: error here
de_de: Fehler hier
es_es: error aquí
fr_fr: erreur ici
pt_br: erro aqui

source: No code context available
de_de: Kein Code-Kontext verfügbar
es_es: No hay contexto de código disponible
fr_fr: Aucun contexte de code disponible
pt_br: Nenhum contexto de código disponível

source: Error Levels to Capture
de_de: Zu erfassende Fehlerstufen
es_es: Niveles de error a capturar
fr_fr: Niveaux d'erreur à capturer
pt_br: Níveis de Erro para Capturar

source: Error Grouping
de_de: Fehlergruppierung
es_es: Agrupación de errores
fr_fr: Groupement d'erreurs
pt_br: Agrupamento de Erros

source: Database & Retention
de_de: Datenbank & Aufbewahrung
es_es: Base de datos y retención
fr_fr: Base de données et rétention
pt_br: Banco de Dados e Retenção

source: Culprit Detection
de_de: Verursachererkennung
es_es: Detección de culpable
fr_fr: Détection de culpabilité
pt_br: Detecção de Culpado

source: Code Snippet View
de_de: Code-Snippet-Ansicht
es_es: Vista de fragmento de código
fr_fr: Vue de l'extrait de code
pt_br: Visualização de Trecho de Código

source: Context Capture
de_de: Kontexterfassung
es_es: Captura de contexto
fr_fr: Capture du contexte
pt_br: Captura de Contexto

source: Performance & Safety
de_de: Leistung & Sicherheit
es_es: Rendimiento y seguridad
fr_fr: Performance et sécurité
pt_br: Desempenho e Segurança

source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones
pt_br: Notificações

source: UI Preferences
de_de: UI-Einstellungen
es_es: Preferencias de IU
fr_fr: Préférences d'interface
pt_br: Preferências de Interface

source: Developer Mode
de_de: Entwicklermodus
es_es: Modo desarrollador
fr_fr: Mode développeur
pt_br: Modo Desenvolvedor

source: AI Integration
de_de: KI-Integration
es_es: Integración de IA
fr_fr: Intégration de l'IA
pt_br: Integração de IA

source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar ajustes
fr_fr: Enregistrer les réglages
pt_br: Salvar Configurações

source: Saving...
de_de: Wird gespeichert...
es_es: Guardando...
fr_fr: Enregistrement...
pt_br: Salvando...

source: Settings saved!
de_de: Einstellungen gespeichert!
es_es: ¡Ajustes guardados!
fr_fr: Réglages enregistrés !
pt_br: Configurações salvas!

source: Failed to save settings
de_de: Einstellungen konnten nicht gespeichert werden
es_es: Error al guardar los ajustes
fr_fr: Échec de l'enregistrement des réglages
pt_br: Falha ao salvar configurações

source: Purge All
de_de: Alles löschen
es_es: Purgar todo
fr_fr: Tout purger
pt_br: Limpar Tudo

source: This will permanently delete ALL error logs. Continue?
de_de: Dies wird permanent ALLE Fehlerprotokolle löschen. Fortfahren?
es_es: Esto eliminará permanentemente TODOS los registros de errores. ¿Continuar?
fr_fr: Cela supprimera définitivement TOUS les journaux d'erreurs. Continuer ?
pt_br: Isso excluirá permanentemente TODOS os logs de erro. Continuar?

source: Loading settings...
de_de: Einstellungen werden geladen...
es_es: Cargando ajustes...
fr_fr: Chargement des réglages...
pt_br: Carregando configurações...

source: Always enabled
de_de: Immer aktiviert
es_es: Siempre activado
fr_fr: Toujours activé
pt_br: Sempre ativado

source: WP_DEBUG mode only
de_de: Nur WP_DEBUG-Modus
es_es: Solo modo WP_DEBUG
fr_fr: Mode WP_DEBUG uniquement
pt_br: Apenas modo WP_DEBUG

source: Production (always)
de_de: Produktion (immer)
es_es: Producción (siempre)
fr_fr: Production (toujours)
pt_br: Produção (sempre)

source: Enable intelligent grouping
de_de: Intelligente Gruppierung aktivieren
es_es: Activar agrupación inteligente
fr_fr: Activer le groupement intelligent
pt_br: Ativar agrupamento inteligente

source: Max occurrence counter
de_de: Maximaler Vorkommenszähler
es_es: Contador de ocurrencia máximo
fr_fr: Compteur d'occurrences max
pt_br: Contador máximo de ocorrências

source: Reset grouping after (minutes)
de_de: Gruppierung zurücksetzen nach (Minuten)
es_es: Restablecer agrupación después de (minutos)
fr_fr: Réinitialiser le groupement après (minutes)
pt_br: Redefinir agrupamento após (minutos)

source: Merge identical stack traces only
de_de: Nur identische Stapelverfolgungen zusammenführen
es_es: Combinar solo trazas de pila idénticas
fr_fr: Fusionner uniquement les traces de pile identiques
pt_br: Mesclar apenas rastreamentos de pilha idênticos

source: Auto-delete logs older than
de_de: Protokolle automatisch löschen, die älter sind als
es_es: Eliminar automáticamente registros anteriores a
fr_fr: Suppression automatique des journaux plus anciens que
pt_br: Excluir logs automaticamente após

source: Maximum stored errors
de_de: Maximal gespeicherte Fehler
es_es: Máximo de errores almacenados
fr_fr: Nombre maximum d'erreurs stockées
pt_br: Máximo de erros armazenados

source: Cleanup cron frequency
de_de: Cron-Frequenz für Bereinigung
es_es: Frecuencia de limpieza del cron
fr_fr: Fréquence du cron de nettoyage
pt_br: Frequência de limpeza do cron

source: Detection strategy
de_de: Erkennungsstrategie
es_es: Estrategia de detección
fr_fr: Stratégie de détection
pt_br: Estratégia de detecção

source: Ignore WordPress core frames
de_de: WordPress-Kern-Frames ignorieren
es_es: Ignorar marcos del núcleo de WordPress
fr_fr: Ignorer les cadres du cœur de WordPress
pt_br: Ignorar quadros do core do WordPress

source: Ignore mu-plugins
de_de: mu-plugins ignorieren
es_es: Ignorar mu-plugins
fr_fr: Ignorer les mu-plugins
pt_br: Ignorar mu-plugins

source: Blacklisted plugins (comma-separated)
de_de: Blacklist-Plugins (kommagetrennt)
es_es: Plugins en lista negra (separados por comas)
fr_fr: Plugins sur liste noire (séparés par des virgules)
pt_br: Plugins na lista negra (separados por vírgula)

source: Lines before error
de_de: Zeilen vor dem Fehler
es_es: Líneas antes del error
fr_fr: Lignes avant l'erreur
pt_br: Linhas antes do erro

source: Lines after error
de_de: Zeilen nach dem Fehler
es_es: Líneas después del error
fr_fr: Lignes après l'erreur
pt_br: Linhas após o erro

source: Enable syntax highlighting
de_de: Syntax-Highlighting aktivieren
es_es: Activar resaltado de sintaxis
fr_fr: Activer la coloration syntaxique
pt_br: Ativar destaque de sintaxe

source: Dark theme for code
de_de: Dunkles Thema für Code
es_es: Tema oscuro para el código
fr_fr: Thème sombre pour le code
pt_br: Tema escuro para código

source: Max file size to read (KB)
de_de: Max. zu lesende Dateigröße (KB)
es_es: Tamaño máximo de archivo a leer (KB)
fr_fr: Taille de fichier max à lire (KO)
pt_br: Tamanho máximo de arquivo para ler (KB)

source: Prevents memory issues
de_de: Verhindert Speicherprobleme
es_es: Previene problemas de memoria
fr_fr: Prévient les problèmes de mémoire
pt_br: Previne problemas de memória

source: Disable frontend logging
de_de: Frontend-Protokollierung deaktivieren
es_es: Desactivar registro del frontend
fr_fr: Désactiver la journalisation frontend
pt_br: Desativar logs do frontend

source: Disable admin logging
de_de: Admin-Protokollierung deaktivieren
es_es: Desactivar registro del administrador
fr_fr: Désactiver la journalisation admin
pt_br: Desativar logs do admin

source: Enable only for administrators
de_de: Nur für Administratoren aktivieren
es_es: Activar solo para administradores
fr_fr: Activer uniquement pour les administrateurs
pt_br: Ativar apenas para administradores

source: Safe mode (minimal context)
de_de: Abgesicherter Modus (minimaler Kontext)
es_es: Modo seguro (contexto mínimo)
fr_fr: Mode sans échec (contexte minimal)
pt_br: Modo de segurança (contexto mínimo)

source: Log only once per request
de_de: Nur einmal pro Anfrage protokollieren
es_es: Registrar solo una vez por solicitud
fr_fr: Journaliser une seule fois par requête
pt_br: Logar apenas uma vez por requisição

source: Max errors per request
de_de: Max. Fehler pro Anfrage
es_es: Máximo de errores por solicitud
fr_fr: Nombre max d'erreurs par requête
pt_br: Máximo de erros por requisição

source: Prevents loops
de_de: Verhindert Schleifen
es_es: Previene bucles
fr_fr: Prévient les boucles
pt_br: Previne loops

source: When enabled, the dashboard will show:
de_de: Wenn aktiviert, zeigt das Dashboard Folgendes an:
es_es: Cuando esté activado, el panel mostrará:
fr_fr: Une fois activé, le tableau de bord affichera :
pt_br: Quando ativado, o painel mostrará:

source: Back to Dashboard
de_de: Zurück zum Dashboard
es_es: Volver al panel
fr_fr: Retour au tableau de bord
pt_br: Voltar para o Painel

source: System Health
de_de: Systemstatus
es_es: Salud del sistema
fr_fr: Santé du système
pt_br: Saúde do Sistema

source: All Systems Go
de_de: Alle Systeme bereit
es_es: Todos los sistemas funcionan
fr_fr: Tous les systèmes opérationnels
pt_br: Tudo em Ordem

source: Protected
de_de: Geschützt
es_es: Protegido
fr_fr: Protégé
pt_br: Protegido

source: Optimal
es_es: Óptimo
pt_br: Ideal

source: Near Limit
de_de: Nahe am Limit
es_es: Cerca del límite
fr_fr: Proche de la limite
pt_br: Perto do Limite

source: Database Usage
de_de: Datenbanknutzung
es_es: Uso de la base de datos
fr_fr: Utilisation de la base de données
pt_br: Uso do Banco de Dados

source: logs
de_de: Protokolle
es_es: registros
fr_fr: journaux

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
pt_br: Salvar Alterações

source: Saved
de_de: Gespeichert
es_es: Guardado
fr_fr: Enregistré
pt_br: Salvo

source: Email, Slack, Webhooks, and Daily Digests are coming in v2.0.
de_de: E-Mail, Slack, Webhooks und tägliche Zusammenfassungen kommen in v2.0.
es_es: El correo electrónico, Slack, Webhooks y resúmenes diarios llegarán en la v2.0.
fr_fr: Email, Slack, Webhooks et résumés quotidiens arrivent en v2.0.
pt_br: E-mail, Slack, Webhooks e Resumos Diários estão chegando na v2.0.

source: Modern Dark Mode is active.
de_de: Moderner Dunkelmodus ist aktiv.
es_es: El modo oscuro moderno está activo.
fr_fr: Le mode sombre moderne est actif.
pt_br: Modo Escuro Moderno está ativo.

source: Get a free API Key at %s.
de_de: Holen Sie sich einen kostenlosen API-Schlüssel unter %s.
es_es: Obtén una clave API gratuita en %s.
fr_fr: Obtenez une clé API gratuite sur %s.
pt_br: Obtenha uma chave de API gratuita em %s.

source: Requires an OpenAI API Key. Get one at %s.
de_de: Erfordert einen OpenAI-API-Schlüssel. Holen Sie sich einen unter %s.
es_es: Requiere una clave API de OpenAI. Consigue una en %s.
fr_fr: Nécessite une clé API OpenAI. Obtenez-en une sur %s.
pt_br: Requer uma chave de API da OpenAI. Obtenha uma em %s.

source: BugSneak · 100% Local · Zero External Calls
de_de: BugSneak · 100 % lokal · Keine externen Aufrufe
es_es: BugSneak · 100% local · Cero llamadas externas
fr_fr: BugSneak · 100 % local · Zéro appel externe
pt_br: BugSneak · 100% Local · Sem Chamadas Externas

source: days
de_de: Tage
es_es: días
fr_fr: jours
pt_br: dias

source: minutes
de_de: Minuten
es_es: minutos
pt_br: minutos

source: never
de_de: nie
es_es: nunca
fr_fr: jamais
pt_br: nunca

source: unlimited
de_de: unbegrenzt
es_es: ilimitado
fr_fr: illimité
pt_br: ilimitado

source: %s logs · %s
de_de: %s Protokolle · %s
es_es: %s registros · %s
fr_fr: %s journaux · %s

source: Status
es_es: Estado
fr_fr: Statut

source: Logging
de_de: Protokollierung
es_es: Registro
fr_fr: Journalisation
pt_br: Logs

source: Daily
de_de: Täglich
es_es: Diario
fr_fr: Quotidien
pt_br: Diário

source: Weekly
de_de: Wöchentlich
es_es: Semanal
fr_fr: Hebdomadaire
pt_br: Semanal

source: First plugin in stack trace
de_de: Erster Plugin in der Stapelverfolgung
es_es: Primer plugin en la traza de la pila
fr_fr: Premier plugin dans la trace de pile
pt_br: Primeiro plugin no rastreamento de pilha

source: Deepest plugin in stack trace
de_de: Tiefster Plugin in der Stapelverfolgung
es_es: Plugin más profundo en la traza de la pila
fr_fr: Plugin le plus profond dans la trace de pile
pt_br: Plugin mais profundo no rastreamento de pilha

source: Capture current user data
de_de: Aktuelle Benutzerdaten erfassen
es_es: Capturar datos del usuario actual
fr_fr: Capturer les données de l'utilisateur actuel
pt_br: Capturar dados do usuário atual

source: Capture cookies
de_de: Cookies erfassen
es_es: Capturar cookies
fr_fr: Capturer les cookies
pt_br: Capturar cookies

source: Capture environment variables
de_de: Umgebungsvariablen erfassen
es_es: Capturar variables de entorno
fr_fr: Capturer les variables d'environnement
pt_br: Capturar variáveis de ambiente

source: Capture memory usage
de_de: Speichernutzung erfassen
es_es: Capturar uso de memoria
fr_fr: Capturer l'utilisation de la mémoire
pt_br: Capturar uso de memória

source: Capture current_filter()
de_de: current_filter() erfassen
es_es: Capturar current_filter()
fr_fr: Capturer current_filter()
pt_br: Capturar current_filter()

source: Email on fatal error
de_de: E-Mail bei fatalem Fehler
es_es: Correo electrónico por error fatal
fr_fr: Email en cas d'erreur fatale
pt_br: E-mail em erro fatal

source: Slack webhook
es_es: Webhook de Slack
fr_fr: Webhook Slack
pt_br: Webhook do Slack

source: Daily error summary digest
de_de: Tägliche Fehlerzusammenfassung
es_es: Resumen diario de errores
fr_fr: Résumé quotidien des erreurs
pt_br: Resumo diário de erros

source: Real-time webhook trigger
de_de: Echtzeit-Webhook-Trigger
es_es: Activador de webhook en tiempo real
fr_fr: Déclencheur de webhook en temps réel
pt_br: Gatilho de webhook em tempo real

source: Compact view
de_de: Kompakte Ansicht
es_es: Vista compacta
fr_fr: Vue compacte
pt_br: Vista compacta

source: Expanded stack traces by default
de_de: Erweiterte Stapelverfolgungen standardmäßig
es_es: Trazas de pila expandidas por defecto
fr_fr: Traces de pile développées par défaut
pt_br: Rastreamentos de pilha expandidos por padrão

source: Show context sidebar
de_de: Kontext-Seitenleiste anzeigen
es_es: Mostrar barra lateral de contexto
fr_fr: Afficher la barre latérale de contexte
pt_br: Mostrar barra lateral de contexto

source: Enable Developer Mode
de_de: Entwicklermodus aktivieren
es_es: Activar modo desarrollador
fr_fr: Activer le mode développeur
pt_br: Ativar Modo Desenvolvedor

source: Raw stack trace JSON
de_de: Roh-JSON der Stapelverfolgung
es_es: JSON de traza de pila sin procesar
fr_fr: JSON brut de la trace de pile
pt_br: JSON de rastreamento de pilha bruto

source: Request ID
de_de: Anfrage-ID
es_es: ID de solicitud
fr_fr: ID de la requête
pt_br: ID da Requisição

source: Error hash
de_de: Fehler-Hash
es_es: Hash de error
fr_fr: Hachage d'erreur
pt_br: Hash do erro

source: Internal grouping key
de_de: Interner Gruppierungsschlüssel
es_es: Clave de agrupación interna
fr_fr: Clé de groupement interne
pt_br: Chave de agrupamento interna

source: DB query time
de_de: Datenbank-Abfragezeit
es_es: Tiempo de consulta de BD
fr_fr: Temps de requête BD
pt_br: Tempo de consulta ao BD

source: Enable AI-Powered Insights
de_de: KI-gestützte Einblicke aktivieren
es_es: Activar información impulsada por IA
fr_fr: Activer les aperçus par IA
pt_br: Ativar Insights com IA

source: AI Provider
de_de: KI-Anbieter
es_es: Proveedor de IA
fr_fr: Fournisseur d'IA
pt_br: Provedor de IA

source: Google Gemini (Free Tier available)
de_de: Google Gemini (kostenlose Stufe verfügbar)
es_es: Google Gemini (nivel gratuito disponible)
fr_fr: Google Gemini (niveau gratuit disponible)
pt_br: Google Gemini (Nível Gratuito disponível)

source: Gemini API Key
de_de: Gemini API-Schlüssel
es_es: Clave API de Gemini
fr_fr: Clé API Gemini
pt_br: Chave de API do Gemini

source: OpenAI API Key
de_de: OpenAI API-Schlüssel
es_es: Clave API de OpenAI
fr_fr: Clé API OpenAI
pt_br: Chave de API da OpenAI

source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle
pt_br: Modelo

source: System Status
es_es: Estado del sistema
fr_fr: Statut du système
pt_br: Status do Sistema

source: Memory Exhaustion
de_de: Speichererschöpfung
es_es: Agotamiento de memoria
fr_fr: Épuisement de la mémoire
pt_br: Esgotamento de Memória

source: Increase WP_MEMORY_LIMIT in wp-config.php or inspect memory-heavy plugins.
de_de: Erhöhen Sie das WP_MEMORY_LIMIT in der wp-config.php oder untersuchen Sie speicherintensive Plugins.
es_es: Aumente WP_MEMORY_LIMIT en wp-config.php o inspeccione plugins que consuman mucha memoria.
fr_fr: Augmentez WP_MEMORY_LIMIT dans wp-config.php ou inspectez les plugins gourmands en mémoire.
pt_br: Aumente WP_MEMORY_LIMIT no wp-config.php ou inspecione plugins pesados.

source: Execution Timeout
de_de: Zeitüberschreitung bei der Ausführung
es_es: Tiempo de ejecución agotado
fr_fr: Délai d'exécution dépassé
pt_br: Tempo de Execução Excedido

source: Increase max_execution_time in php.ini or optimize long-running processes.
de_de: Erhöhen Sie die max_execution_time in der php.ini oder optimieren Sie lang laufende Prozesse.
es_es: Aumente max_execution_time en php.ini u optimice los procesos de larga duración.
fr_fr: Augmentez max_execution_time dans php.ini ou optimisez les processus longs.
pt_br: Aumente max_execution_time no php.ini ou otimize processos longos.

source: Missing Function
de_de: Fehlende Funktion
es_es: Función faltante
fr_fr: Fonction manquante
pt_br: Função Ausente
