Repository: chetanupare/BugSneakWP
Catalog: languages/bugsneak-*.po
Languages: de_de, es_es, fr_fr, pt_br

source: Ensure required plugin or dependency is active and loaded properly.
de_de: Stellen Sie sicher, dass das erforderliche Plugin oder die Abhängigkeit aktiv ist und ordnungsgemäß geladen wurde.
es_es: Asegúrese de que el plugin o la dependencia requerida esté activa y cargada correctamente.
fr_fr: Assurez-vous que le plugin ou la dépendance requis est actif et chargé correctement.
pt_br: Garanta que o plugin ou dependência necessária esteja ativo e carregado corretamente.

source: Missing Method
de_de: Fehlende Methode
es_es: Método faltante
fr_fr: Méthode manquante
pt_br: Método Ausente

source: Plugin or class version mismatch. Verify compatibility and updates.
de_de: Versionskonflikt bei Plugin oder Klasse. Überprüfen Sie Kompatibilität und Updates.
es_es: Desajuste de versión de plugin o clase. Verifique la compatibilidad y las actualizaciones.
fr_fr: Incohérence de version de plugin ou de classe. Vérifiez la compatibilité et les mises à jour.
pt_br: Versão de plugin ou classe incompatível. Verifique compatibilidade e atualizações.

source: Missing Class
de_de: Fehlende Klasse
es_es: Clase faltante
fr_fr: Classe manquante
pt_br: Classe Ausente

source: Autoloader issue or missing dependency. Check plugin installation integrity.
de_de: Problem mit dem Autoloader oder fehlende Abhängigkeit. Überprüfen Sie die Integrität der Plugin-Installation.
es_es: Problema del cargador automático o falta una dependencia. Verifique la integridad de la instalación del plugin.
fr_fr: Problème d'autoloader ou dépendance manquante. Vérifiez l'intégrité de l'installation du plugin.
pt_br: Problema no autoloader ou dependência ausente. Verifique a integridade da instalação.

source: Redeclaration Conflict
de_de: Neudeklarationskonflikt
es_es: Conflicto de redeclaración
fr_fr: Conflit de redéclaration
pt_br: Conflito de Redeclaração

source: Possible plugin conflict or duplicate file inclusion.
de_de: Möglicher Plugin-Konflikt oder doppelter Dateieinschluss.
es_es: Posible conflicto de plugin o inclusión de archivo duplicado.
fr_fr: Conflit possible de plugin ou inclusion de fichier en double.
pt_br: Possível conflito de plugin ou inclusão de arquivo duplicado.

source: Database Error
de_de: Datenbankfehler
es_es: Error de base de datos
fr_fr: Erreur de base de données
pt_br: Erro de Banco de Dados

source: Verify database credentials and check for corrupted tables.
de_de: Überprüfen Sie die Datenbankanmeldedaten und suchen Sie nach beschädigten Tabellen.
es_es: Verifique las credenciales de la base de datos y busque tablas dañadas.
fr_fr: Vérifiez les identifiants de base de données et recherchez des tables corrompues.
pt_br: Verifique as credenciais do banco de dados e cheque por tabelas corrompidas.

source: Missing Database Table
de_de: Fehlende Datenbanktabelle
es_es: Falta tabla de base de datos
fr_fr: Table de base de données manquante
pt_br: Tabela do Banco de Dados Ausente

source: Plugin activation may have failed. Try reactivating plugin.
de_de: Plugin-Aktivierung könnte fehlgeschlagen sein. Versuchen Sie, das Plugin erneut zu aktivieren.
es_es: La activación del plugin puede haber fallado. Intente reactivar el plugin.
fr_fr: L'activation du plugin a peut-être échoué. Essayez de réactiver le plugin.
pt_br: A ativação do plugin pode ter falhado. Tente reativar o plugin.

source: Database Connection Lost
de_de: Datenbankverbindung verloren
es_es: Conexión a la base de datos perdida
fr_fr: Connexion à la base de données perdue
pt_br: Conexão com o Banco de Dados Perdida

source: Database server timed out or packet size is too large (max_allowed_packet).
de_de: Datenbankserver-Zeitüberschreitung oder Paketgröße ist zu groß (max_allowed_packet).
es_es: El servidor de la base de datos agotó el tiempo de espera o el tamaño del paquete es demasiado grande (max_allowed_packet).
fr_fr: Le serveur de base de datos a expiré ou la taille du paquet est trop grande (max_allowed_packet).
pt_br: O servidor do banco de dados expirou ou o tamanho do pacote é muito grande (max_allowed_packet).

source: Syntax Error
de_de: Syntaxfehler
es_es: Error de sintaxis
fr_fr: Erreur de syntaxe
pt_br: Erro de Sintaxe

source: Check PHP syntax in the referenced file.
de_de: Überprüfen Sie die PHP-Syntax in der referenzierten Datei.
es_es: Verifique la sintaxis de PHP en el archivo al que se hace referencia.
fr_fr: Vérifiez la syntaxe PHP dans le fichier référencé.
pt_br: Verifique a sintaxis PHP no arquivo referenciado.

source: Type Mismatch
de_de: Typfehler
es_es: Desajuste de tipo
fr_fr: Incohérence de type
pt_br: Tipo Incompatível

source: Invalid parameter type passed to function. Review recent code changes.
de_de: Ungültiger Parametertyp an Funktion übergeben. Überprüfen Sie die letzten Codeänderungen.
es_es: Tipo de parámetro no válido pasado a la función. Revise los cambios recientes en el código.
fr_fr: Type de paramètre non valide passé à la fonction. Passez en revue les modifications récentes du code.
pt_br: Tipo de parâmetro inválido passado para a função. Revise as alterações recentes.

source: Argument Mismatch
de_de: Argumentenfehler
es_es: Desajuste de argumentos
fr_fr: Incohérence d'argument
pt_br: Argumento Incompatível

source: Function signature mismatch. Check plugin version compatibility.
de_de: Funktionssignaturkonflikt. Überprüfen Sie die Plugin-Versionskompatibilität.
es_es: Desajuste de la firma de la función. Verifique la compatibilidad de la versión del plugin.
fr_fr: Incohérence de signature de fonction. Vérifiez la compatibilité de version du plugin.
pt_br: Assinatura de função incompatível. Verifique a compatibilidade da versão.

source: Undefined Array Key
de_de: Undefinierter Array-Schlüssel
es_es: Clave de array indefinida
fr_fr: Clé de tableau non définie
pt_br: Chave de Array Indefinida
